Repository: porajap/linen
Catalog: report_linen/report/svg2png-master/languages/svg2png-*.po
Languages: de_de

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$sSiehe Details zu Version %3$s%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
de_de: Es ist eine neue Version von %1$s verfügbar. %2$s Details zu Version %3$s%4$s oder %5$sjetzt aktualisieren%6$s.

source: You do not have permission to install plugin updates
de_de: Du hast nicht die benötigten Rechte, dieses Plugin zu installieren

source: Error
de_de: Fehler

source: Current user
de_de: Aktueller Nutzer

source: Conversion minutes left today
de_de: Conversion-Minuten übrig für heute

source: No conversion minutes left for today. Come back tomorrow!
de_de: Keine Conversion-Minuten übrig für heute. Schau morgen wieder vorbei!

source: Settings
de_de: Einstellungen

source: Enter your <a href="https://cloudconvert.com">CloudConvert</a> API key.
de_de: Trage deinen <a href="https://cloudconvert.com">CloudConvert</a> API key ein.

source: Defines how the image should be resized.<br>&ndash; Examples: Resize to width (1000) or predefined width and height (1000x540).<br>&ndash; If this value is not empty <strong>Density</strong> will be ignored.<br>&ndash; If both <strong>Resize</strong> and <strong>Density</strong> are empty, the resulting PNG will have the same size as the SVG.
de_de: Legt fest, wie das Bild in der Größe verändert werden soll.<br>&ndash; Beispiele: Ändern der Größe auf die Breite (1000) oder vordefinierte Breite und Höhe (1000x540).<br>&ndash; Wenn dieser Wert wird nicht leer ist, wird <strong>Density</strong> ignoriert.<br>&ndash; Wenn sowohl <strong>Resize</strong> als auch <strong>Density</strong> leer sind, wird das resultierende PNG-Bild die gleiche Grösse haben wie das SVG-Bild.

source: Defines what resolution should be applied to the resulting PNG.<br>&ndash; In PPI, for example: 150<br>&ndash; This value will only be used if <strong>Resize</strong> is empty.
de_de: Definiert, welche Auflösung das resultierende PNG haben soll.<br>&ndash; In PPI, zum Beispiel: 150<br>&ndash; Dieser Wert wird nur verwendet, wenn <strong>Resize</strong> leer ist.

source: Images with missing fallbacks
de_de: Bilder ohne Fallback

source: Filename
de_de: Dateiname

source: Filepath
de_de: Dateipfad

source: Convert
de_de: Konvertieren

source: Create fallback
de_de: Fallback erstellen

source: Not enough minutes left
de_de: Nicht genügend Minuten übrig

source: Created PNG fallback for
de_de: PNG-Fallback generiert für

source: Converts each uploaded SVG to a PNG using CloudConvert
de_de: Konvertiert mithilfe von CloudConvert jedes hochgeladene SVG in ein PNG
